Repository: sugarlabs/Bridge
Catalog: po/*.po
Languages: ka

source: Bridge
ka: ხიდი

source: Total Cost: %d
ka: ჯამური ფასი: %d

source: Stress: %d%%
ka: სტრესი: %d%%

source: Train fell off the screen, press R to try again!
ka: მატარებელი ეკრანიდან გადავარდა. თავიდან საცდელად დააჭირეთ ღილაკს R!

source: Press the Spacebar to start/pause.
ka: დასაყებად/შესაჩერებლად დააჭირეთ ღილაკს ჰარე.

source: Circle
ka: წრე

source: Girder
ka: კოჭი

source: Grab
ka: აღება

source: Destroy
ka: განადგურება

source: Bridge Joint
ka: ხიდის შეერთება

source: Level completed, well done!! Press T to send another train.
ka: დონე დასრულდა. კარგია სხვა მატარებლის გასაგზავნად დააჭირეთ ღილაკს T.
